Repository: wawanbreton/CuraOnshapePlugin
Catalog: i18n/*/onshape.po
Languages: fr_fr

# @menu
source: From Onshape
fr_fr: À partir d'Onshape

# @label
source: Last updated: %1
fr_fr: Denière modification : %1

# @label
source: by %1
fr_fr: par %1

# @action:button
source: Add to selection
fr_fr: Ajouter à la sélection

# @label
source: Loading ...
fr_fr: Chargement ...

# @title:window
source: Onshape settings
fr_fr: Paramètres Onshape

# @label
source: Tesselation resolution
fr_fr: Résolution de facettisation

# @label
source: Coarse
fr_fr: Grossier

# @label
source: Moderate
fr_fr: Moyen

# @label
source: Fine
fr_fr: Fin

# @label
source: Request error: %1
fr_fr: Erreur de la requête : %1

# @title:window
source: Open model from Onshape
fr_fr: Ouvrir un modèle depuis Onshape

# @label
source: Sign in to your Onshape account to access your documents
fr_fr: Connectez-vous à votre compte Onshape pour accéder à vos documents

# @button
source: Sign in
fr_fr: Connection

# @action:button
source: Add to build plate
fr_fr: Ajouter sur le plateau

# @action:button
source: Add and merge parts
fr_fr: Ajouter et fusionner les pièces

# @action:button
source: Refresh
fr_fr: Rafraîchir
